[
  {
    "foodName": "Zesty Kale and Sweet Potato Bowl",
    "description": "This loaded veggie bowl gets a touch of smoke from the chili-spiced sweet potatoes and roasted bell pepper and plenty of zing from fresh lime. Chili powder and lime also give toasted almonds an addictive crust; make extra and enjoy as a snack.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2F1513287585%2Fzesty-kale-and-sweet-potato-bowl-1801-ck.jpg%3Fitok%3DmPvyRdJN&w=800&c=sc&poi=face&q=85",
    "cookingTime": "30 Mins",
    "portion": 4,
    "ingredients": [
      "1 pound diced peeled sweet potatoes (about 3 cups)",
      "3 tablespoons olive oil, divided",
      "1 teaspoon chili powder, divided",
      "1 teaspoon kosher salt, divided",
      "1/2 teaspoon black pepper, divided",
      "1 large red bell pepper, quartered,",
      "1/2 cup unsalted roasted almonds, chopped",
      "2 teaspoons grated lime rind, divided ",
      "1/2 teaspoon sugar",
      "2 tablespoons fresh lime juice",
      "1 tablespoon chopped fresh cilantro",
      "2 cups hot cooked quinoa",
      "4 ounces baby kale, chopped (about 4 cups)",
      "1 ounce Cotija cheese, crumbled (about 1/4 cup)",
      "1 ripe avocado, sliced 4 lime wedges"
    ],
    "steps": [
      "Preheat oven to 400°F.",
      "Combine sweet potatoes, 1 1/2 teaspoons oil, 1/2 teaspoon chili powder, 1/8 teaspoon salt, and 1/4 teaspoon black pepper in a bowl; toss. Arrange sweet potato mixture on one side of an aluminum foil–lined baking sheet. Place bell pepper on other side of pan; drizzle with 1 1/2 teaspoons oil, and toss to coat. Bake until potatoes are tender and peppers are lightly charred, about 30 minutes, stirring potatoes once halfway through. Remove pan from oven. Cut bell pepper into strips.",
      "Cook almonds in a small skillet over medium until toasted, 2 to 3 minutes. Add 1 teaspoon oil, remaining 1/2 teaspoon chili powder, 1/8 teaspoon salt, 1 teaspoon rind, and sugar; cook, stirring occasionally, 1 minute.",
      "Whisk together remaining 5 teaspoons oil, remaining 3/4 teaspoon salt, remaining 1/4 teaspoon black pepper, remaining 1 teaspoon rind, juice, and cilantro in a bowl. Divide quinoa among 4 bowls; top evenly with kale, sweet potatoes, and bell pepper. Drizzle with juice mixture; top evenly with coated almonds, Cotija, and avocado. Serve with lime wedges."
    ]
  },
  {
    "foodName": "Pizza with Olives and Fresh Mozzarella",
    "description": "Less assertive and more nuanced than red pepper flakes, Aleppo pepper makes a terrific pizza seasoning—a little spicy and a little fruity to complement the tangy sauce and rich cheese.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2F1513284259%2Fpizza-olives-aleppo-pepper-and-fresh-mozzarella-1801-ck.jpg%3Fitok%3DAshqg9Ue",
    "cookingTime": "25 Mins",
    "portion": 4,
    "ingredients": [
      "1 (28-oz.) can unsalted whole peeled tomatoes",
      "3/8 teaspoon kosher salt",
      "1/2 cup thinly sliced fresh basil, divided",
      "2 tablespoons extra-virgin olive oil, divided",
      "1 tablespoon crushed Aleppo pepper, divided",
      "1 tablespoon plain yellow cornmeal",
      "12 ounces fresh or frozen thawed prepared whole-wheat pizza dough",
      "4 ounces small fresh mozzarella cheese balls (bocconcini)",
      "1 ounce coarsely chopped pitted kalamata olives"
    ],
    "steps": [
      "Place a pizza stone or baking sheet on center rack in oven; preheat oven to 450°F. (Leave stone in to preheat.)",
      "Pour tomatoes into a colander set over a large bowl; squeeze and break into chunks. Reserve liquid for another use. Stir together tomato chunks, salt, 1/4 cup basil, 1 1/2 tablespoons olive oil, and 1 1/2 teaspoons Aleppo pepper in a bowl.",
      "Sprinkle cornmeal on a piece of parchment paper. Roll pizza dough on cornmeal into a 14- x 8-inch rectangle or a 12-inch circle. Spread tomato mixture over dough, leaving a 1/2-inch border. Top with cheese balls and olives. Leaving pizza on parchment paper, place onto hot pizza stone. Bake at 450°F for 10 minutes or until crust is done and cheese is bubbly. Brush edges of crust with remaining 1 1/2 teaspoons oil.",
      "Sprinkle with remaining basil and remaining Aleppo pepper. Cut into 8 slices."
    ]
  },
  {
    "foodName": "Quick Chicken Pho",
    "description": "Great for pho beginners, this recipe is also terrific for cooks in a hurry,” writes Nguyen. “Keys to this streamlined approach include toasting spices and lightly searing ginger and green onion, which help to extract flavor fast.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2017%2F01%2Fmain%2Fquick-chicken-pho.jpg%3Fitok%3DkUKZyyTv",
    "cookingTime": "45 Mins",
    "portion": 2,
    "ingredients": [
      "1 (3/4-in.) section ginger",
      "2 medium-large green onions",
      "1 small bunch cilantro sprigs",
      "1 1/2 teaspoons coriander seeds",
      "1 whole clove",
      "3 1/2 cups unsalted chicken stock",
      "2 cups water",
      "1 (8-oz.) skinless, boneless chicken breast",
      "3 ounces dried flat rice noodles (such as pad Thai)",
      "1 teaspoon fish sauce",
      "1/2 teaspoon organic sugar or 1 tsp. maple syrup (optional)",
      "Pepper (optional)"
    ],
    "steps": [
      "Peel and slice the ginger crosswise into 4 or 5 coins, then smack with the flat side of a knife. Set aside. Cut the hollow green parts of the green onion into thin rounds to yield 2 to 3 tablespoons; set aside. Cut the leftover white sections into pinkie-finger lengths, bruise, then add to the ginger.",
      "Coarsely chop the leafy tops of the cilantro to yield 2 tablespoons; set aside. Reserve the remaining cilantro sprigs.",
      "Add the coriander seeds and clove to a 3- or 4-quart pot over medium; toast 1 to 2 minutes or until fragrant. Add the ginger and green onion mixture; stir 30 seconds or until aromatic. Slide the pot off the heat and cool for about 15 seconds, then pour in the stock. Return the pot to the heat; add 2 cups water, cilantro sprigs, and chicken. Bring to a boil over high. Lower the heat, and gently simmer for 30 minutes. While the broth simmers, soak the rice noodles in hot water until pliable and opaque. Drain, rinse, and set aside.",
      "After 5 to 10 minutes of simmering, the chicken should be firm and cooked through (it should yield slightly when pressed). Transfer the chicken to a bowl, flush with cold water to stop the cooking, then drain. Cool and cut or shred into bite-size pieces. Cover loosely to prevent drying.",
      "When the broth is done, pour it through a fine-mesh strainer positioned over a 2-quart pot (line the strainer with muslin for a super-clear broth). Discard the solids. You should have about 4 cups broth. Add fish sauce and sugar or maple syrup, if needed, to create a strong savory-sweet note.",
      "Bring the strained broth to a boil over high. Put the noodles in a noodle strainer or mesh sieve and dunk into the hot broth to heat and soften, 5 to 60 seconds. Lift the noodles from the pot and divide between 2 large bowls. Lower the heat to keep the broth hot while you arrange the chicken on top of the noodles and garnish with the chopped green onion, cilantro, and a sprinkling of pepper. Return the broth to a boil before ladling into the bowls. Enjoy with basil, mint, sprouts, chile, and lime, if desired."
    ]
  },
  {
    "foodName": "Miso Noodle Soup with Meatballs",
    "description": "Salty, savory miso becomes the backbone of this soup; try adding it to dressings and marinades too. We add chile-and-honey-spiked pork meatballs to the soup; you could also use shredded rotisserie chicken breast or cubed tofu.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2016%2F12%2Fmain%2Fmiso-noodle-soup-meatballs.jpg%3Fitok%3DXqooFi14",
    "cookingTime": "30 Mins",
    "portion": 2,
    "ingredients": [
      "2 teaspoons toasted sesame oil",
      "1/3 cup diagonally sliced green onions, divided",
      "3 garlic cloves, crushed",
      "1 (1-in.) piece ginger, thinly sliced",
      "3 cups unsalted chicken stock (such as Swanson)",
      "2 ounces uncooked soba noodles",
      "1 teaspoon honey",
      "1 teaspoon sambal oelek (ground fresh chile paste)",
      "6 ounces lean ground pork",
      "2 teaspoons white miso paste",
      "1/3 cup mung bean sprouts",
      "1 red Fresno chile, sliced"
    ],
    "steps": [
      "Heat oil in a medium saucepan over medium. Add 1/4 cup green onions, garlic, and ginger; sauté 6 minutes. Add stock; bring to a simmer. Reduce heat to medium-low; cook 8 minutes.",
      "Cook noodles separately according to package directions; drain. Rinse with cold water; drain.",
      "Combine honey, sambal oelek, and ground pork in a small bowl. Shape pork mixture into 8 meatballs. Remove garlic and ginger from stock mixture; discard. Stir miso into stock mixture. Add meatballs to pan; cook 6 minutes or until done. Add noodles. Divide soup between 2 bowls; sprinkle with remaining green onions, mung bean sprouts, and Fresno chile."
    ]
  },
  {
    "foodName": "Fast Pan-Fried Salmon",
    "description": "Cutting fish into escalopes (thin slices)—as the famous Troisgros restaurant family in France does—facilitates fast cooking and delicate searing. Serve with sautéed veggies such as Soy-Glazed Vegetables.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/jumpstartpure/image?url=https://timeincsecure-a.akamaihd.net/rtmp_uds/1260616200/201710/2286/1260616200_5631029904001_5630937746001-vs.jpg?pubId=1260616200&videoId=5630937746001&w=1280&h=720&q=90&c=cc",
    "cookingTime": "11 Mins",
    "portion": 4,
    "ingredients": [
      "4 (6-oz.) center-cut salmon fillets, each about 1 1/4 in. at the thickest, 6 in. long, 2 in. wide",
      "1/2 teaspoon fine sea salt",
      "1/4 teaspoon white or black pepper",
      "1 tablespoon canola oil or other neutral oil, divided",
      "1 lemon, cut into wedges"
    ],
    "steps": [
      "To skin each fillet, set it skin side down on a cutting board, long edge facing you. Run your finger along one of the shorter edges to separate the flesh from the skin and form a small gap. Slide a boning or fillet knife in the gap. Angle the blade downward to cut the skin away from the flesh. When there's enough detached skin, hold it to keep the fillet in place. Saw and push the knife all the way through to the other edge to finish.",
      "Using a long knife with a very sharp, thin blade, slice each fillet horizontally into 2 thin pieces. Each piece will be about 1/3 inch thick; one will resemble a speed bump. If the longer piece seems potentially unwieldy to cook, cut it in half crosswise. Repeat the skinning and cutting with remaining fish. You'll have 8 or 12 pieces total.",
      "Put the fish on a plate, handsome side down. Season the back side with salt and pepper. Set aside.",
      "Heat a large (11- to 12-inch) carbon steel skillet over medium. Add 1 1/2 teaspoons oil, swirling to coat the bottom. When oil shimmers, add half of the fish, handsome side down. Cook about 1 minute or until bottom half is opaque (cooked). Turn fish over; cook for about 30 seconds, until the pink rawness is only faintly visible. Transfer fish to a plate, and pour off excess oil. Repeat procedure with remaining 1 1/2 teaspoons oil and remaining fish. Serve with lemon wedges."
    ]
  },

  {
    "foodName": "Saucy Skillet-Poached Eggs",
    "description": "If you've ever had Italian eggs in purgatory, this recipe makes a similar Israeli breakfast dish called shakshuka. If you need to stretch the meal, simply add another egg to the pan.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/jumpstartpure/image?url=https://timeincsecure-a.akamaihd.net/rtmp_uds/1260616200/201703/2968/1260616200_5366208125001_5365910417001-vs.jpg?pubId=1260616200&videoId=5365910417001&w=1280&h=720&q=90&c=cc",
    "cookingTime": "35 Mins",
    "portion": 4,
    "ingredients": [
      "2 tablespoons extra-virgin olive oil",
      "1 cup chopped yellow onion",
      "1 cup chopped red bell pepper",
      "3 garlic cloves, chopped",
      "1/4 cup water",
      "2 teaspoons red wine vinegar",
      "1 teaspoon chopped fresh oregano",
      "3/4 teaspoon kosher salt",
      "1 (28-oz.) can unsalted crushed tomatoes",
      "1 ounce feta cheese, crumbled (about 1/4 cup)",
      "4 large eggs",
      "1/4 teaspoon freshly ground black pepper",
      "2 tablespoons chopped fresh chives",
      "1 tablespoon fresh oregano leaves"
    ],
    "steps": [
      "Preheat oven to 375°F.",
      "Heat oil in a large cast-iron skillet over medium. Add onion and bell pepper; sauté 10 minutes. Add garlic; cook 2 minutes, stirring occasionally. Add 1/4 cup water and next 4 ingredients (through tomatoes). Bring to a simmer; cook 10 minutes or until sauce is slightly thickened. Stir in feta.",

      "Form 4 (2-inch) indentations in sauce with the back of a spoon. One at a time, crack eggs into a small custard cup, and gently slip 1 egg into each indentation. Sprinkle black pepper over eggs. Place pan in oven and bake at 375°F for 12 minutes or until whites are set. Sprinkle with chives and oregano. Divide sauce and eggs among 4 shallow bowls."
    ]
  },
  {
    "foodName": "Pan-Seared Shrimp with Spaghetti",
    "description": "For a faster option, you can use an equal amount of raw zucchini noodles or ribbons in place of the spaghetti squash. For a heartier dinner, serve with 1 cup steamed green beans.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/jumpstartpure/image?url=http://timeInc.brightcove.com.edgesuite.net/rtmp_uds/1260616200/201910/3926/1260616200_6098765471001_6098751172001-vs.jpg?pubId=1260616200&videoId=6098751172001&w=320&h=180&q=90&c=cc",
    "cookingTime": "20 Mins",
    "portion": 1,
    "ingredients": [
      "2 teaspoons olive oil, divided",
      "6 ounces large peeled and deveined shrimp",
      "1/4 cup thinly sliced red onion",
      "1/2 teaspoon minced garlic",
      "1 1/2 cups Easy Baked Spaghetti Squash",
      "5 cherry tomatoes, halved",
      "1 teaspoon fresh lemon juice",
      "1/4 teaspoon chopped fresh rosemary Dash of salt"
    ],
    "steps": [
      "Heat 1 teaspoon olive oil in a medium skillet over medium-high. Add shrimp; cook 2 minutes on each side or until done. Remove from pan; keep warm. Return skillet to medium-high. Add remaining 1 teaspoon oil to pan; swirl to coat. Add onion and garlic; sauté 4 minutes or until onion is tender. Add squash, tomatoes, juice, rosemary, and salt. Cook 2 minutes or until warmed through. Top with shrimp."
    ]
  },
  {
    "foodName": "Carne Asada Bowls",
    "description": "This gluten-free take on a taco salad uses seared flank steak in place of ground beef. Instead of a fried tortilla shell, crisp romaine lettuce forms the sturdy base for each salad with crunchy tortilla chips crumbled on top.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2016%2F12%2Fmain%2Fcarne-asada-bowls.jpg%3Fitok%3DyHMrAHgl",
    "cookingTime": "25 Mins",
    "portion": 4,
    "ingredients": [
      "Cooking spray",
      "1 (12-oz.) flank steak",
      "3/4 teaspoon kosher salt, divided",
      "1/2 teaspoon black pepper, divided",
      "2 teaspoons olive oil",
      "3/4 cup chopped white onion",
      "1/2 cup unsalted chicken stock (such as Swanson)",
      "1 (15-oz.) can unsalted pinto beans, rinsed and drained",
      "3 cups chopped romaine lettuce",
      "1 1/2 cups chopped tomato",
      "1 ounce tortilla chips",
      "1 ripe avocado, thinly sliced",
      "1 1/2 ounces queso fresco, crumbled (about 1/3 cup)",
      "4 lime wedges "
    ],
    "steps": [
      "Heat a large skillet over medium-high. Coat pan with cooking spray. Sprinkle steak with 1/4 teaspoon salt and 1/4 teaspoon pepper. Add steak to pan; cook 5 minutes on each side or until desired degree of doneness. Place steak on a cutting board; let stand 5 minutes. Cut across the grain into slices; cut slices into 3/4-inch pieces.",
      "Add oil to pan; swirl. Add onion; sauté 2 minutes. Add 1/4 teaspoon salt, stock, and beans to pan; bring to a boil. Cook 4 minutes, scraping pan to loosen browned bits.",
      "Divide lettuce among 4 shallow bowls. Top evenly with bean mixture, steak, tomato, tortilla chips, and avocado. Sprinkle with remaining 1/4 teaspoon salt, remaining 1/4 teaspoon pepper, and queso fresco. Serve with lime wedges."
    ]
  },
  {
    "foodName": "Tuna-Quinoa Toss",
    "description": "A whole-grain protein bowl is the perfect solution for when lunch needs to be quick—and tasty, filling, and healthy. Cook quinoa ahead of time (or buy precooked, available in pouches on the grain aisle as well as in the freezer) and assemble in the morning or when ready to eat. ",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/jumpstartpure/image?url=http://timeInc.brightcove.com.edgesuite.net/rtmp_uds/1260616200/201910/1398/1260616200_6097461311001_6097433760001-vs.jpg?pubId=1260616200&videoId=6097433760001&w=320&h=180&q=90&c=cc",
    "cookingTime": "10 Mins",
    "portion": 1,
    "ingredients": [
      "2 teaspoons extra-virgin olive oil",
      "1 teaspoon red wine vinegar",
      "1/2 teaspoon fresh lemon juice",
      "1/2 teaspoon Dijon mustard Dash of salt Dash of freshly ground black pepper",
      "1/2 cup cooked quinoa",
      "1/4 cup unsalted canned chickpeas, rinsed and drained",
      "1/4 cup chopped cucumber",
      "1 tablespoon crumbled feta cheese",
      "5 cherry tomatoes, halved",
      "1 (2.6-oz.) pouch solid white tuna in water"
    ],
    "steps": [
      "Combine first 6 ingredients in a small bowl, stirring well with a whisk.",
      "Combine quinoa and remaining ingredients in a bowl. Drizzle with dressing; toss gently to coat."
    ]
  },
  {
    "foodName": "Greek Spaghetti Squash Toss",
    "description": "Spaghetti squash is a great lower-calorie, lower-carb alternative to pasta. It’s a neutral tasting veggie that absorbs all the flavors of this simple skillet, so be sure to toss well to coat every strand. ",
    "imageURL": "https://images.unsplash.com/photo-1599345621547-37d2e2ff5aea?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxzZWFyY2h8NXx8Z3JlZWslMjBzcGFnaGV0dGklMjBzcXVhc2glMjB0b3NzfGVufDB8fDB8&auto=format&fit=crop&w=500&q=60",
    "cookingTime": "20 Mins",
    "portion": 1,
    "ingredients": [
      "1 teaspoon olive oil",
      "1/4 cup thinly sliced red onion",
      "1/2 teaspoon minced garlic",
      "1/3 cup unsalted chickpeas, rinsed and drained",
      "1/2 teaspoon chopped fresh thyme",
      "6 cherry tomatoes, halved",
      "1 1/2 cups Easy Baked Spaghetti Squash",
      "1 cup baby spinach, torn Dash of salt",
      "2 tablespoons crumbled feta cheese"
    ],
    "steps": [
      "Heat oil in a medium skillet over medium-high. Add onion and garlic; sauté 4 minutes. Add chickpeas, thyme, and tomatoes; cook 1 minute. Add spaghetti squash, spinach, and salt; toss gently to combine. Cook 2 minutes or until spinach is just wilted. Sprinkle with cheese."
    ]
  },

  {
    "foodName": "Lemon and Dill Quinoa Chicken Soup",
    "description": "This bright, vegetable-laden chicken soup is a reminder of warm spring days to come, but comforting enough to soothe on a cold night. Quinoa cooks right in the soup without soaking up too much liquid.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2016%2F12%2Fmain%2Flemon-dill-quinoa-chicken-soup.jpg%3Fitok%3DN5Aw33rP",
    "cookingTime": "15 Mins",
    "portion": 4,
    "ingredients": [
      "1 tablespoon olive oil",
      "1/2 cup chopped yellow onion",
      "1/2 teaspoon kosher salt",
      "1/2 teaspoon black pepper",
      "4 garlic cloves, sliced",
      "5 cups unsalted chicken stock (such as Swanson)",
      "1 cup (1/2-in.) diced red potatoes (about 2 medium)",
      "1/4 cup uncooked quinoa",
      "4 ounces skinless, boneless rotisserie chicken breast, shredded (about 2 cups)",
      "1 cup diagonally cut sugar snap peas",
      "1/2 cup chopped tomato",
      "3 tablespoons chopped fresh dill",
      "1 teaspoon grated lemon rind"
    ],
    "steps": [
      "Heat a large saucepan over medium. Add oil to pan; swirl to coat. Add onion, salt, pepper, and garlic to pan; sauté 5 minutes or until onion is tender. Add stock, potatoes, and quinoa; bring to a simmer. Cook 20 minutes or until potatoes are tender and quinoa is done. Stir in chicken and sugar snap peas; cook 5 minutes. Stir in tomato, dill, and lemon rind."
    ]
  },
  {
    "foodName": "Shortcut Shrimp Paella",
    "description": "A true paella requires time and several ingredients; this deconstructed version is ready in 20 minutes and uses just five ingredients. We swap expensive saffron for turmeric to achieve the classic yellow color, and bloom the spice in hot oil before sautéeing the other ingredients.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2017%2F01%2Fmain%2Fshortcut-shrimp-paella.jpeg%3Fitok%3DtGhURcIZ",
    "cookingTime": "20 Mins",
    "portion": 4,
    "ingredients": [
      "2 (8.8-oz.) pkg. precooked brown rice (such as Uncle Ben's)",
      "1 1/2 tablespoons canola oil",
      "1/2 teaspoon ground turmeric",
      "1 cup sliced red bell pepper",
      "1 cup frozen green peas",
      "1/3 cup water",
      "3/4 teaspoon kosher salt",
      "1/2 teaspoon freshly ground black pepper",
      "1 1/2 pounds medium shrimp, peeled and deveined"
    ],
    "steps": [
      "Heat rice according to package directions.",
      "Heat oil and turmeric in a medium skillet over medium; cook 2 minutes, stirring occasionally. Add rice, bell pepper, and next 4 ingredients (through black pepper); cook 3 minutes. Arrange shrimp over rice mixture; cover and cook 6 minutes or until shrimp are done and rice is slightly crisp. Top with cilantro, if desired."
    ]
  },
  {
    "foodName": "Pepper-Only Pizza",
    "description": "If you're pro-pepper, this combination of sweet and heat will tickle your tastebuds—and it takes less than half an hour to make! Look for mild Sweety Drop peppers at specialty stores.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2017%2F07%2Fmain%2Fpepper-only-pizza-1709p16.jpg%3Fitok%3DpafugjZt",
    "cookingTime": "28 Mins",
    "portion": 2,
    "ingredients": [
      "1 Hatch or Anaheim chile (hot or mild)",
      "6 ounces fresh refrigerated whole-wheat pizza dough, at room temperature",
      "2 tablespoons lower-sodium marinara sauce",
      "1 ounce crumbled queso fresco (about 1/4 cup)",
      "1 tablespoon pickled Sweety Drop peppers",
      "1 tablespoon Mexican crema"
    ],
    "steps": [
      "Preheat broiler to high. Place Hatch chile on a piece of heavy-duty foil. Broil 10 minutes or until blackened, turning occasionally. Wrap chile in foil; let stand 10 minutes. Peel chile; discard skin, seeds, and stem. Slice into thin strips.",
      "Preheat oven to 550°F with a large cast-iron pan inside; continue to heat pan an additional 10 minutes after oven has reached 550°F.",
      "Press dough with fingers into a 9-inch circle on a floured surface. Carefully remove pan from oven. Place dough circle in pan. Spread sauce on dough, leaving a 3/4-inch rim around outside. Sprinkle evenly with cheese. Top with sliced chile and Sweety Drop peppers. Place pan in oven; bake at 550°F for 7 minutes or until top is browned. Drizzle with crema. Cut into quarters."
    ]
  },
  {
    "foodName": "Pretty 'Parslied' Spaghetti",
    "description": "Leftover flat-leaf parsley is likely lurking in your crisper. This unassuming herb has a bright, grassy personality that combined with cheese, garlic, and good olive oil hits all the right notes to make this dish sing.",
    "imageURL": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimg1.cookinglight.timeinc.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2Fimage%2F2017%2F03%2Fmain%2Fpretty-parslied-spaghetti-1705p52.jpg%3Fitok%3Dl_h1u2pb",
    "cookingTime": "25 Mins",
    "portion": 4,
    "ingredients": [
      "1 tablespoon plus 1/4 tsp. kosher salt, divided",
      "8 ounces uncooked spaghetti",
      "5 teaspoons olive oil, divided",
      "4 garlic cloves, thinly sliced",
      "1 1/2 cups chopped fresh flat-leaf parsley",
      "2 1/2 ounces grated Parmesan cheese (about 2/3 cup)",
      "1/4 teaspoon freshly ground black pepper"
    ],
    "steps": [
      "Bring a large saucepan of water and 1 tablespoon salt to a boil. Add pasta; cook 7 minutes or until al dente. Drain in a colander over a bowl, reserving 1 1/2 cups cooking liquid.",
      "Heat 1 tablespoon oil in a skillet over medium. Add garlic; cook 2 minutes or until pale golden-brown.",
      "Scoop pasta directly into the skillet, tossing to coat. Add parsley and Parmesan, and toss until all the pasta strands are covered. Add 1 to 1 1/2 cups reserved pasta cooking liquid to pan as needed to loosen sauce. Sprinkle with remaining 1/4 teaspoon salt and pepper. Drizzle with remaining 2 teaspoons olive oil."
    ]
  },
  {
    "foodName": "Mushroom and Arugula Pizza",
    "description": "There’s no better place to slip in some extra leafy greens than on a pizza. Peppery arugula adds a burst of tangy freshness that pairs perfectly with deeply savory toppings.",
    "imageURL": "https://images.unsplash.com/photo-1458642849426-cfb724f15ef7?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxzZWFyY2h8NHx8Z3JlZWslMjBwaXp6YXxlbnwwfHwwfA%3D%3D&auto=format&fit=crop&w=500&q=60",
    "cookingTime": "30 Mins",
    "portion": 0,
    "ingredients": [
      "1 tablespoon olive oil",
      "1 shallot, thinly sliced",
      "2 cups sliced fresh cremini mushrooms",
      "1 1/2 cups sliced fresh portobello mushrooms",
      "2 teaspoons minced garlic",
      "1/4 teaspoon kosher salt, divided",
      "12 ounces fresh deli whole-wheat pizza dough",
      "1 1/3 ounces goat cheese, crumbled (about 1/3 cup)",
      "3 ounces part-skim mozzarella cheese, shredded (3/4 cup)",
      "1 cup packed arugula",
      "1 teaspoon fresh lemon juice",
      "1 teaspoon truffle oil (optional)"
    ],
    "steps": [
      "Place a pizza stone or baking sheet in oven. Preheat oven to 500°F. (Do not remove pizza stone while oven preheats.)",
      "Heat oil in a large nonstick skillet over medium. Add shallot, and cook, stirring occasionally, until soft, 1 to 2 minutes. Add mushrooms and garlic; cook, stirring often, until liquid has almost evaporated, 5 to 6 minutes. Remove from heat. Sprinkle with 1/8 teaspoon salt, and set aside.",
      "Roll dough into a 13-inch circle on a large piece of parchment paper; pierce well with a fork. Sprinkle goat cheese over dough; spread mushroom mixture over cheese. Top with mozzarella.",
      "Place dough (on paper) on preheated stone; bake at 500°F for 13 to 14 minutes.",
      "Toss arugula with lemon juice. Top pizza with arugula mixture; drizzle with truffle oil, if desired, and sprinkle with remaining 1/8 teaspoon salt. Cut into 8 slices."
    ]
  }
]
